Repository: jimmyGALLAND/arpl-i18n
Catalog: files/initrd/opt/rr/lang/*.po
Languages: fr_fr

source: Installing new files ...
fr_fr: Installation de nouveaux fichiers...

source: RR updated with success to %s!\nReboot?
fr_fr: RR mis à jour avec succès vers %s!\nRedémarrer?

source: Installing new %s ...
fr_fr: Installation du nouveau %s...

source: %s updated with success!
fr_fr: %s mis à jour avec succès!

source: Update all
fr_fr: Tout mettre à jour

source: Update RR
fr_fr: Mettre à jour le RR

source: Update addons
fr_fr: Mettre à jour les modules complémentaires

source: Update modules
fr_fr: Modules de mise à jour

source: Update LKMs
fr_fr: Mettre à jour les LKM

source: Set proxy server
fr_fr: Définir le serveur proxy

source: Local upload
fr_fr: Téléchargement local

source: Pre Release:
fr_fr: Pré-version:

source: Update
fr_fr: Mise à jour

source: addons
fr_fr: modules complémentaires

source: LKMs
fr_fr: LKM

source: Please enter a proxy server url
fr_fr: Veuillez saisir l'URL d'un serveur proxy

source: Invalid proxy server url, continue?
fr_fr: URL du serveur proxy invalide, continuer?

source: Please keep the attachment name consistent with the attachment name on Github.\n
fr_fr: Veuillez conserver le nom de la pièce jointe cohérent avec le nom de la pièce jointe sur Github.\n

source: Upload update.zip will update RR.\n
fr_fr: Télécharger update.zip mettra à jour RR.\n

source: Upload addons.zip will update Addons.\n
fr_fr: Télécharger addons.zip mettra à jour les modules complémentaires.\n

source: Upload modules.zip will update Modules.\n
fr_fr: Télécharger modules.zip mettra à jour les modules.\n

source: Upload rp-lkms.zip will update LKMs.\n
fr_fr: Le téléchargement de rp-lkms.zip mettra à jour les LKM.\n

source: This person is very lazy and hasn't written anything.
fr_fr: Cette personne est très paresseuse et n’a rien écrit.

source: Choose a model
fr_fr: Choisissez un modèle

source: Choose a version
fr_fr: Choisissez une version

source: Addons menu
fr_fr: menu Modules complémentaires

source: Modules menu
fr_fr: Menu Modules

source: Cmdline menu
fr_fr: menu Ligne de commande

source: Synoinfo menu
fr_fr: Menu Syninfo

source: Advanced menu
fr_fr: Menu avancé

source: Boot the loader
fr_fr: Démarrer le chargeur

source: Choose a keymap
fr_fr: Choisissez une configuration de clavier

source: Clean disk cache
fr_fr: Nettoyer le cache disque

source: Update menu
fr_fr: Menu de mise à jour

source: Notepad
fr_fr: Bloc-notes

source: Choose a action
fr_fr: Choisir une action

source: Poweroff
fr_fr: Mise hors tension

source: Reboot
fr_fr: Redémarrer

source: Reboot to RR
fr_fr: Redémarrer vers RR

source: Back to shell
fr_fr: Retour à la coque

source: Call \033[1;32mmenu.sh\033[0m to return to menu
fr_fr: Appelez \033[1;32mmenu.sh\033[0m pour revenir au menu
