Repository: jimmyGALLAND/arpl-i18n
Catalog: files/initrd/opt/rr/lang/*.po
Languages: fr_fr

source: Loader is not init!
fr_fr: Le chargeur n'est pas initialisé!

source: Loader is not configured!
fr_fr: Le chargeur n'est pas configuré !

source: Welcome to %s
fr_fr: Bienvenue sur %s

source: DSM zImage changed
fr_fr: DSM zImage modifié

source: zImage not patched,\nPlease upgrade the bootloader version and try again.\nPatch error:\n
fr_fr: zImage non patché,\nVeuillez mettre à jour la version du chargeur de démarrage et réessayer.\nErreur patch :\n

source: DSM Ramdisk changed
fr_fr: DSM Ramdisk modifié

source: Ramdisk not patched,\nPlease upgrade the bootloader version and try again.\nPatch error:\n
fr_fr: Ramdisk non patché,\nVeuillez mettre à jour la version du chargeur de démarrage et réessayer.\nErreur de correctif:\n

source: Model:
fr_fr: Modèle:

source: The current version of bootloader does not support booting %s-%s, please upgrade and rebuild.
fr_fr: La version actuelle du chargeur de démarrage ne prend pas en charge le démarrage de %s-%s, s'il vous plaîtmettre à niveau et reconstruire.

source: Please insert at least one sata/scsi disk for system installation, except for the bootloader disk.
fr_fr: Veuillez insérer au moins un disque sata/scsi pour l'installation du système, sauf pour le disque du chargeur de démarrage.

source: Reboot to boot directly in DSM
fr_fr: Redémarrez directement dans DSM

source: Detected %s network cards.
fr_fr: A détecté %s cartes réseau.

source: Checking Connect.
fr_fr: Vérification de la connexion.

source: Waiting IP.(For reference only)
fr_fr: En attente IP

source: DOWN
fr_fr: Désactivé

source: NOT CONNECTED
fr_fr: Non connecté

source: TIMEOUT (Please check the IP on the router.)
fr_fr: Temps dépassé (Veuillez vérifier l'IP sur le routeur.)

source: Access \033[1;34mhttp://%s:5000\033[0m to connect the DSM via web.
fr_fr: Accédez à \033[1;34mhttp://%s:5000\033[0m pour se connecter à DSM via le web.

source: %2ds (Changing access(ssh/web) status will interrupt boot)
fr_fr: Cartes réseau %s détectées.

source: access(ssh/web) status has changed and booting is interrupted.
fr_fr: l'état de l'accès (ssh/web) a changé et le démarrage est interrompu.

source: Loading DSM kernel...
fr_fr: Chargement du noyau DSM...

source: Warning, running kexec with --noefi param, strange things will happen!!
fr_fr: Attention, kexec exécuté avec le paramètre --noefi, des choses étranges pourront se produire !!

source: Booting...
fr_fr: Démarrage...

source: [This interface will not be operational. Please wait a few minutes.\nFind DSM via http://find.synology.com/ or Synology Assistant and connect.]
fr_fr: [Cette interface ne sera pas opérationnelle. [Cette interface ne sera pas opérationnelle. Veuillez patienter quelques minutes.\nRechercher DSM via http://find.synology.com/ ou Synology Assistant et connectez-vous.]

source: Network devices not found!
fr_fr: Périphériques réseau introuvables!

source: Loader disk:
fr_fr: Disque de chargement:

source: Loading keymap
fr_fr: Chargement disposition clavier

source: User requested edit settings.
fr_fr: L'utilisateur a demandé la modification des paramètres.

source: Waiting IP.
fr_fr: En attente d'adresse IP.

source: Access \033[1;34mhttp://%s:7681\033[0m to configure the loader via web terminal.
fr_fr: Accédez \033[1;34mhttp://%s:7681\033[0m pour configurer le chargeur via l'interface webTerminal.

source: Call \033[1;32mmenu.sh\033[0m to configure loader
fr_fr: Lancer \033[1;32mmenu.sh\033[0m pour configurer le chargeur

source: User config is on
fr_fr: La configuration utilisateur est activée

source: Default SSH Root password is
fr_fr: Le mot de passe racine SSH par défaut est

source: You have less than 4GB of RAM, if errors occur in loader creation, please increase the amount of memory.
fr_fr: Vous disposez de moins de 4 Go de RAM. Si des erreurs surviennent lors de la création du chargeur, veuillez augmenter la quantité de mémoire.Vous disposez de moins de 4 Go de RAM, si des erreurs surviennent lors de la création du chargeur, veuillez augmenter la quantité de mémoire.

source: Model
fr_fr: Modèle

source: Reading models
fr_fr: Chargement des modèles

source: Compatibility judgment
fr_fr: Jugement de compatibilité

source: Disable flags restriction
fr_fr: Désactiver les restrictions

source: Show all models
fr_fr: Afficher tous les modèles

source: Choose the model
fr_fr: Choisir un modèle

source: Product Version
fr_fr: Version Produit

source: Choose a product version
fr_fr: Choisissez une version du produit

source: The current version has been set to %s. Do you want to reset the version?
fr_fr: La version actuelle a été définie sur %s. Voulez-vous réinitialiser la version ?

source: This version does not support UEFI startup, Please select another version or switch the startup mode.
fr_fr: Cette version ne prend pas en charge le démarrage UEFI. Veuillez sélectionner une autre version ou changer de mode de démarrage.

source: Get pat data ...
fr_fr: Lecture des données pat ...

source: Failed to get pat data,\nPlease manually fill in the URL and md5sum of the corresponding version of pat.
fr_fr: Échec de l'obtention des données pat,\nVeuillez remplir manuellement l'URL et la somme md5 de la version pat correspondante.

source: Successfully to get pat data,\nPlease confirm or modify as needed.
fr_fr: Obtention réussie des données pat,\nVeuillez confirmer ou modifier si nécessaire.

source: Retry
fr_fr: Réessayer

source: Reconfiguring Synoinfo, Addons and Modules
fr_fr: Reconfiguration de Synoinfo, des modules complémentaires et des modules

source: Addons
fr_fr: modules complémentaires

source: Choose a option
fr_fr: Choisissez une option

source: Add an addon
fr_fr: Ajouter un module complémentaire

source: Delete addons
fr_fr: Supprimer les modules complémentaires

source: Show all addons
fr_fr: Afficher tous les modules complémentaires

source: Upload a external addon
fr_fr: Télécharger un module complémentaire externe

source: Exit
fr_fr: Quitter

source: No available addons to add
fr_fr: Aucun module complémentaire disponible à ajouter

source: Select an addon
fr_fr: Sélectionnez un module complémentaire

source: Type a optional params to addon
fr_fr: Tapez un paramètre facultatif à ajouter

source: No user addons to remove
fr_fr: Aucun module complémentaire utilisateur à supprimer

source: Select addon to remove
fr_fr: Sélectionnez le module complémentaire à supprimer

source: Name with color "\Z4blue\Zn" have been added, with color "black" are not added.\n\n
fr_fr: Les noms avec la couleur "\Z4blue\Zn" ont été ajoutés, et avec la couleur "noir" ne le sont pas.\n\n

source: This feature is only available when accessed via web/ssh.
fr_fr: Cette fonctionnalité n’est disponible que lorsqu’elle est accessible via web/ssh.

source: Please upload the *.addons file.
fr_fr: Veuillez transmettre le fichier *.addons.

source: Not a valid file, please try again!
fr_fr: Fichier non valide, veuillez réessayer!

source: The addon already exists. Do you want to overwrite it?
fr_fr: L'addon existe déjà. Voulez-vous l'écraser?

source: Addon '%s' added to loader, Please enable it in 'Add an addon' menu.
fr_fr: Addon '%s' ajouté au chargeur. Veuillez l'activer dans le menu 'Ajouter un add-on'.

source: File format not recognized!
fr_fr: Format de fichier non reconnu!

source: Show/Select modules
fr_fr: Afficher/Sélectionner les modules

source: Select loaded modules
fr_fr: Sélectionner les modules chargés

source: Upload a external module
fr_fr: Télécharger un module externe

source: Priority use of official drivers:
fr_fr: Utilisation prioritaire des chauffeurs officiels :

source: Reading modules ...
fr_fr: Modules de lecture...

source: Select all
fr_fr: Sélectionner tout

source: Deselect all
fr_fr: Tout désélectionner

source: Select modules to include
fr_fr: Sélectionnez les modules à inclure

source: Selecting loaded modules
fr_fr: Sélection des modules chargés

source: This function is experimental and dangerous. If you don't know much, please exit.\n
fr_fr: Cette fonction est expérimentale et dangereuse.

source: The imported .ko of this function will be implanted into the corresponding arch's modules package, which will affect all models of the arch.\n
fr_fr: Le .ko importé de cette fonction sera implanté dans le package de modules de l'architecture correspondante, ce qui affectera tous les modèles de celle-ci.\n

source: This program will not determine the availability of imported modules or even make type judgments, as please double check if it is correct.\n
fr_fr: Ce programme ne déterminera pas la disponibilité des modules importés ni même ne portera un jugement, veuillez vérifier si ceci est correct.\n

source: If you want to remove it, please go to the "Update Menu" -> "Update modules" to forcibly update the modules. All imports will be reset.\n
fr_fr: Si vous souhaitez le supprimer, veuillez vous rendre dans le "Menu Mise à jour" -> "Mettre à jour les modules" pour forcer la mise à jour des modules. Toutes les importations seront réinitialiser.\n

source: Do you want to continue?
fr_fr: Voulez-vous continuer?

source: Please upload the *.ko file.
fr_fr: Veuillez télécharger le fichier *.ko.

source: Module '%s' added to %s-%s
fr_fr: Module '%s' ajouté à %s-%s

source: Add/Edit a cmdline item
fr_fr: Ajouter/Modifier un élément de ligne de commande

source: Show/Delete cmdline items
fr_fr: Afficher/Supprimer des éléments de la ligne de commande

source: Define SN/MAC
fr_fr: Définir SN/MAC

source: Show model inherent cmdline
fr_fr: Afficher la cmdline inhérente au modèle

source: Cmdline
fr_fr: ligne de commande

source: Commonly used cmdlines:\n
fr_fr: Lignes de commande couramment utilisées:\n

source: * \Z4disable_mtrr_trim=\Zn\n disables kernel trim any uncacheable memory out.\n
fr_fr: * \ Z4disable_mtrr_trim=\ Zn\n désactive la découpe du noyau de toute mémoire non cacheable.\n

source: * \Z4intel_idle.max_cstate=1\Zn\n Set the maximum C-state depth allowed by the intel_idle driver.\n
fr_fr: * \ Z4intel_idle.max_cstate=1\Zn\n Définissez la profondeur maximale de l'état C autorisée par le pilote intel_idle.\n

source: * \Z4SataPortMap=??\Zn\n Sata Port Map.\n
fr_fr: * \Z4SataPortMap=??\Zn\n Carte des ports SATA.\n

source: * \Z4DiskIdxMap=??\Zn\n Disk Index Map, Modify disk name sequence.\n
fr_fr: * \Z4DiskIdxMap=??\Zn\n Carte d'index de disque, modifier la séquence de noms de disque.\n

source: * \Z4i915.enable_guc=2\Zn\n Enable the GuC firmware on Intel graphics hardware.(value: 1,2 or 3)\n
fr_fr: * \Z4i915.enable_guc=2\Zn\n Activer le firmware GuC sur les graphiques Intel matériel. (valeur: 1,2 ou 3)\n

source: * \Z4i915.max_vfs=7\Zn\n Set the maximum number of virtual functions (VFs) that can be created for Intel graphics hardware.\n
fr_fr: * \Z4i915.max_vfs=7\Zn\n Définir le nombre maximum de fonctions virtuelles (VF) pouvant être créés pour le matériel graphique Intel.\n

source: \nEnter the parameter name and value you need to add.\n
fr_fr: \nEntrez le nom et la valeur du paramètre que vous devez ajouter.\n

source: Invalid parameter name, retry?
fr_fr: Nom de paramètre invalide, réessayer?

source: No user cmdline to remove
fr_fr: Aucune ligne de commande utilisateur à supprimer

source: Select cmdline to remove
fr_fr: Sélectionnez la ligne de commande à supprimer

source: Note: (MAC will not be set to NIC)
fr_fr: Remarque: (MAC ne sera pas réglé sur NIC)

source: Random
fr_fr: Aléatoire

source: Invalid SN/MAC, retry?
fr_fr: SN/MAC invalide, réessayer?

source: Add/edit a synoinfo item
fr_fr: Ajouter/modifier un élément synoinfo

source: Show/Delete synoinfo items
fr_fr: Afficher/Supprimer les éléments synoinfo

source: Commonly used synoinfo:\n
fr_fr: Synoinfo couramment utilisé:\n

source: * \Z4maxdisks=??\Zn\n Maximum number of disks supported.\n
fr_fr: * \Z4maxdisks= jQuery37105721434128331274_1700259647384\Zn\n Nombre maximum de disques pris en charge.\n

source: * \Z4internalportcfg=0x????\Zn\n Internal(sata) disks mask.\n
fr_fr: * \Z4internalportcfg=0x????\Zn\n Masque de disques internes (sata).\n

source: * \Z4esataportcfg=0x????\Zn\n Esata disks mask.\n
fr_fr: * \Z4esataportcfg=0x????\Zn\n Masque de disques Esata.\n

source: * \Z4usbportcfg=0x????\Zn\n USB disks mask.\n
fr_fr: * \Z4usbportcfg=0x????\Zn\n Masque des disques USB.\n

source: No synoinfo entries to remove
fr_fr: Aucune entrée synoinfo à supprimer

source: Select synoinfo entry to remove
fr_fr: Sélectionnez l'entrée synoinfo à supprimer

source: %s cached.
fr_fr: %s mis en cache.

source: Cleaning cache ...
fr_fr: Nettoyage du cache...

source: Based on the current network situation, switch to %s mirror to downloading.
fr_fr: En fonction de la situation actuelle du réseau, passez au miroir %s pour le téléchargement.

source: Downloading %s ...
fr_fr: Téléchargement de %s...

source: Check internet or cache disk space.\nError: %d:%d
fr_fr: Vérifiez Internet ou l'espace disque du cache.\nErreur: %d:%d

source: Checking hash of %s:
fr_fr: Vérification du hachage de %s:

source: md5 hash of pat not match, Please reget pat data from the version menu and try again!
fr_fr: Le hachage md5 du pat ne correspond pas, veuillez récupérer les données pat à partir du menu de version et réessayer!

source: OK
fr_fr: D'accord

source: Disassembling %s:
fr_fr: Démontage de %s:

source: Uncompressed tar
fr_fr: Tar non compressé

source: Compressed tar
fr_fr: Tar compressé

source: Encrypted
fr_fr: Crypté

source: Could not determine if pat file is encrypted or not, maybe corrupted, try again!
fr_fr: Impossible de déterminer si le fichier pat est crypté ou non, peut-être corrompu, réessayez!

source: Extractor cached.
fr_fr: Extracteur mis en cache.

source: Downloading old pat to extract synology .pat extractor...
fr_fr: Téléchargement de l'ancien pat pour extraire l'extracteur Synology .pat...

source: Extracting...
fr_fr: Extraction...

source: pat Invalid, try again!
fr_fr: pat Invalide, réessayez!

source: Setting hash:
fr_fr: Définition du hachage:

source: Copying files:
fr_fr: Copie de fichiers:

source: Addon %s not found!
fr_fr: Module complémentaire %s introuvable!

source: Cleaning ...
fr_fr: Nettoyage ...

source: Ready!
fr_fr: Prêt!

source: Main menu
fr_fr: Menu principal

source: Making ...
fr_fr: Construire ...

source: Error
fr_fr: Erreur

source: Switch LKM version:
fr_fr: Interrupteur version LKM:

source: HDD sort(hotplug):
fr_fr: Tri HDD (hotplug):

source: Switch direct boot:
fr_fr: Activer le démarrage direct:

source: Timeout of get ip in boot:
fr_fr: Délai d'expiration de l'obtention de l'adresse IP au démarrage:

source: Timeout of boot wait:
fr_fr: Délai d'attente du démarrage:

source: kernel switching method:
fr_fr: changer la méthode noyau:

source: Reboot on kernel panic:
fr_fr: Redémarrage lors d'un kernel panic:

source: Set static IP
fr_fr: Définir l'IP statique

source: Set wireless account
fr_fr: Définir un compte sans fil

source: Edit user config file manually
fr_fr: Modifier manuellement le fichier de configuration de l'utilisateur

source: Edit grub.cfg file manually
fr_fr: Modifier le fichier grub.cfg manuellement

source: Try to recovery a DSM installed system
fr_fr: Essayez de récupérer un système installé par DSM

source: Show SATA(s) # ports and drives
fr_fr: Afficher les SATA

source: show/modify the current pat data
fr_fr: afficher/modifier les données de pat actuelles

source: Allow downgrade installation
fr_fr: Autoriser l'installation de la rétrogradation

source: Format disk(s) # Without loader disk
fr_fr: Formater le (s) disque(s)

source: Reset DSM system password
fr_fr: Réinitialiser le mot de passe du système DSM

source: Save modifications of '/opt/rr'
fr_fr: Enregistrer les modifications de '/opt/rr'

source: Custom dts file # Need rebuild
fr_fr: Fichier dts personnalisé # Besoin de reconstruire

source: Backup bootloader disk # test
fr_fr: Sauvegarde disque chargeur de démarrage # test

source: Restore bootloader disk # test
fr_fr: Restoration disque chargeur de démarrage # test

source: Report bugs to the author
fr_fr: Signaler les bugs à l'auteur

source: Install development tools
fr_fr: Installer les outils de développement

source: Show QR logo:
fr_fr: Afficher le logo QR:

source: Advanced
fr_fr: Avancée

source: Advanced option
fr_fr: Option avancée

source: Choose a time(seconds)
fr_fr: Choisissez une heure (secondes)

source: Temporary IP: (UI will not refresh)
fr_fr: IP temporaire : (l'interface utilisateur ne s'actualisera pas)

source: Setting IP ...
fr_fr: Définition de l'adresse IP...

source: Scanning ...
fr_fr: En cours de Scan ...

source: Scanned SSIDs:\n
fr_fr: SSID analysés:\n

source: Invalid SSID/PSK, retry?
fr_fr: SSID/PSK invalide, réessayer?

source: Setting ...
fr_fr: Paramètre ...

source: \nTotal of ports: %s\n
fr_fr: \nTotal des ports: %s\n

source: \nPorts with color \Z1red\Zn as DUMMY, color \Z2\Zbgreen\Zn has drive connected.
fr_fr: \nPorts avec couleur \Z1red\Zn comme FACTICE, couleur \Z2\ Zbgreen\Zn a un lecteur connecté.

source: pat: (editable)
fr_fr: pat: (modifiable)

source: This feature will allow you to downgrade the installation by removing the VERSION file from the first partition of all disks.\n
fr_fr: Cette fonctionnalité vous permettra de rétrograder l'installation en supprimant le fichier de VERSION de la première partition de tous les disques.\n

source: Therefore, please insert all disks before continuing.\n
fr_fr: Par conséquent, veuillez insérer tous les disques avant de continuer.\n

source: Warning:\nThis operation is irreversible. Please backup important data. Do you want to continue?
fr_fr: Avertissement:\nCette opération est irréversible. Veuillez sauvegarder les données importantes. Voulez-vous continuer?

source: Removing ...
fr_fr: Suppression ...

source: Remove VERSION file for all disks completed.
fr_fr: Suppression du fichier de VERSION pour tous les disques terminée.

source: Warning:\nThe current hds is in raid, do you still want to format them?
fr_fr: Avertissement:\nLe Hds actuel est en raid, voulez-vous toujours le formater?

source: Formatting ...
fr_fr: Mise en forme ...

source: Formatting is complete.
fr_fr: La mise en forme est terminée.

source: The installed Syno system not found in the currently inserted disks!
fr_fr: Le système Syno installé est introuvable sur les disques actuellement insérés!

source: Choose a user name
fr_fr: Choisissez un nom d'utilisateur

source: Type a new password for user '%s'
fr_fr: Saisissez un nouveau mot de passe pour l'utilisateur '%s'

source: Invalid password
fr_fr: Mot de passe incorrect

source: Resetting ...
fr_fr: Réinitialisation...

source: Password reset completed.
fr_fr: Réinitialisation du mot de passe terminée.

source: Warning:\nDo not terminate midway, otherwise it may cause damage to the RR. Do you want to continue?
fr_fr: Attention:\nNe terminez pas à mi-chemin, sinon cela pourrait endommager le RR.

source: Saving ...
fr_fr: Enregistrement...

source: Save is complete.
fr_fr: l'enregistrement est terminé.

source: Currently, only dts format files are supported. Please prepare and click to confirm uploading.\n(saved in /mnt/p3/users/)
fr_fr: Actuellement, seuls les fichiers au format dts sont pris en charge.

source: Not a valid dts file, please try again!
fr_fr: Il ne s'agit pas d'un fichier DTS valide, veuillez réessayer!

source: A valid dts file, Automatically import at compile time.
fr_fr: Un fichier dts valide, importé automatiquement au moment de la compilation.

source: Backuping...
fr_fr: Sauvegarde...

source: Failed to generate backup. There may be insufficient memory. Please clear the cache and try again!
fr_fr: Échec de la génération de la sauvegarde.

source: Click on the address above to download.
fr_fr: Cliquez sur l'adresse ci-dessus pour télécharger.

source: Please confirm the completion of the download before closing this window.
fr_fr: Veuillez confirmer la fin du téléchargement avant de fermer cette fenêtre.

source: backup is complete.
fr_fr: la sauvegarde est terminée.

source: Please upload the backup file.\nCurrently, zip(github) and img.gz(backup) compressed file formats are supported.
fr_fr: Veuillez télécharger le fichier de sauvegarde.\nActuellement, les formats de fichiers compressés zip(github) et img.gz(sauvegarde) sont pris en charge.

source: Not a valid .zip/.img.gz file, please try again!
fr_fr: Il ne s'agit pas d'un fichier .zip/.img.gz valide, veuillez réessayer!

source: Writing...
fr_fr: Écrire...

source: Restore bootloader disk with success to %s!\nReboot?
fr_fr: Restaurer le disque du chargeur de démarrage avec succès sur %s!\nRedémarrer?

source: Please via %s to download the logs,\nAnd go to github to create an issue and upload the logs.
fr_fr: Veuillez via %s télécharger les journaux,\nEt allez sur github pour créer un problème et télécharger les journaux.

source: Please go to github to create an issue and upload the logs.
fr_fr: Veuillez accéder à github pour créer un problème et télécharger les journaux.

source: \Z1No logs found!\Zn\n\n
fr_fr: \Z1Aucun journal trouvé!\Zn\n\n

source: Please do as follows:\n
fr_fr: Veuillez procéder comme suit:\n

source: 1. Add dbgutils in addons and rebuild.\n
fr_fr: 1. Ajoutez dbgutils dans les modules complémentaires et reconstruisez.\n

source: 2. Wait 10 minutes after booting.\n
fr_fr: 2. Attendez 10 minutes après le démarrage.\n

source: 3. Reboot into RR and go to this option.\n
fr_fr: 3. Redémarrez dans RR et accédez à cette option.\n

source: This option only installs opkg package management, allowing you to install more tools for use and debugging. Do you want to continue?
fr_fr: Cette option installe uniquement la gestion des packages opkg, vous permettant d'installer plus d'outils pour l'utilisation et le débogage.

source: opkg installing ...
fr_fr: opkg installant...

source: opkg install is complete. Please reconnect to SSH/web, or execute 'source ~/.bashrc'
fr_fr: l'installation d'opkg est terminée.

source: Try recovery DSM
fr_fr: Essayez la récupération DSM

source: Trying to recovery a DSM installed system ...
fr_fr: Tentative de récupération d'un système installé par DSM...

source: Found a installation:\nModel: %s\nProductversion: %s
fr_fr: Installation trouvée:\nModèle: %s\nVersion du produit: %s

source: \nSerial: %s
fr_fr: \nSérie: %s

source: Unfortunately I couldn't mount the DSM partition!
fr_fr: Malheureusement, je n'ai pas pu monter la partition DSM!

source: Edit with caution
fr_fr: Modifier avec prudence

source: Alert
fr_fr: Alerte

source: Config changed, would you like to rebuild the loader?
fr_fr: Config modifiée, souhaitez-vous reconstruire le chargeur?

source: Choose a language
fr_fr: Choisissez une langue

source: Choose a layout
fr_fr: Choisissez une mise en page

source: Choice a keymap
fr_fr: Choisissez une configuration de clavier

source: Update %s
fr_fr: Mise à jour %s

source: Checking last version ...
fr_fr: Vérification de la dernière version...

source: Error checking new version.\nError: TAG is %s
fr_fr: Erreur lors de la vérification de la nouvelle version.\nErreur: TAG est %s

source: No new version.
fr_fr: Pas de nouvelle version.

source: No new version. Actual version is %s\nForce update?
fr_fr: Pas de nouvelle version.

source: Downloading ...
fr_fr: Téléchargement...

source: Error downloading new version.\nError: %d:%d
fr_fr: Erreur lors du téléchargement de la nouvelle version.\nErreur:%d:%d

source: Extracting last version
fr_fr: Extraction de la dernière version

source: Error extracting update file
fr_fr: Erreur lors de l'extraction du fichier de mise à jour

source: Checksum do not match!
fr_fr: La somme de contrôle ne correspond pas!

source: The current version does not support upgrading to the latest update.zip. Please remake the bootloader disk!
fr_fr: la version actuelle ne prend pas en charge la mise à niveau vers le dernier update.zip.
